{
    "basics": {
        "name": "Emillia E. Noordhoek",
        "label": "",
        "picture": "",
        "email": "molokaiemillia@gmail.com",
        "phone": "+31 (0)6 3404-3194",
        "website": "https://www.emillianoordhoek.com",
        "summary": "I am an energetic global thinker, who enjoys learning new skills that will lead to exceling in  delivering strategic global solutons. I have a results-driven mentality, with a bias for speed and action. I am an expert at evaluating the needs of global and local communities to better offer dynamic and inclusive solutions. I have the ability to create structure in ambiguous situations, designing effective processes while translating this information into actiona plans with a high degree of success. I am an exceptional communicator and a dynamic speaker. I am committed to improving the functioning of our democracies and the efficiency of public service to tackle the biggest issues that face us as human beings on this planet.",
        "location": {
            "address": "",
            "postalCode": "",
            "city": "",
            "countryCode": "",
            "region": ""
        },
        "profiles": [
            {
                "network": "LinkedIn",
                "username": "enoordhoek",
                "url": "https://www.linkedin.com/in/enoordhoek/"
            },{
                "network": "twitter",
                "username": "MolokaiEmillia",
                "url": "https://twitter.com/MolokaiEmillia"
            }
        ]
    },
    "work": [
        {
            "company": " CEO Northern Lights Studios",
            "position": "Co-founder and technical development ",
            "website": "https://energiakademiet.dk/",
            "startDate": "2006-01-01",
            "endDate": "Now",
            "summary": "Helping to strengthen and launch community-driven and volunteer-powered projects, develop, adopt meaningful community engagement strategies, and harness the power of the social web for social good. This work is guided by 13 years of prior experience working with community-based economic, environmental and energy initiatives in the Hawaiian Islands",
            
     "highlights": [
                "Co-founded the Tentou Network, an international renewable energy cohort of 5 organizations seeking to follow the example lead by Samso Island, Denmark as a 100% renewable energy island model for the world. We learned and taught over the course of two plus years Design Thinking concepts, leadhership development from the lessons learned on Samso how best to engagne and integrate the local communities into creating sustianable futures for eeryone.",
                "Project Community Liaison and Development lead for Groundswell: Created communication actiivy plans for the engagement of the first community Renewable Energy(RE) project between Molokai Community, Utility, Land Owner, RE Development Team and Government liasons.",
                "Developed the content and evaluated outcomes through varying communications channels of key stakholders invovled with the successful outcomes of the Community Renewable Energy project.",
                "Tracking and Monitoring development opportuinties for Leadership in Energy and Environmental Design (LEED) consulting services for private clients and grassroots community organizations."
        ]
    },
        {
            "company": "Sust`ainable Molokai",
            "position": "Co-founder and Executive Director",
            "website": "sustainablemolokai.org",
            "startDate": "2007-07-01",
            "endDate": "2019-11-01",
            "summary": "Built financial solvancy from the ground up through creative fundraising, grantwriting, and donor development, growing the annual budget $600,000 by the end of my tenor ",
            "highlights": [
                "Crafted and implemented plans to ensure the growth of our base throughout Hawaii and Molokai.",
                "Created new business opportunities within the public sector by networking, attending fairs, meetings social media,and more.",
                "Track and present  programing and sales results and forecasts.",
                "Built lasting customer relationships by understanding their needs.",
                "Identified industry trends and shifts. Adjusted to acquire growth while retaining our organizational values.", 
                "Coordinated and executed daily organizational operations  including: program implementation; community relations and organizing; program evaluation; staff and management of 6-10 team members and 30 plus volunteers; and oversight of high net worth budget.",
                "Secured $9.6 million in public financing through the Hawaii Green Infrastructure Authority to provide revolving loans for 1,200 homes to participate in a solar water heater exchange program.",
                "Developed, coordniated, Monitered and evaluated all aspects of the the HUI UP! Program, providing energy efficient appliances to lower income ratepayers. We impacted over 1000 homes by exchanging 36,000 incandescent light bulbs for CFLs and over 1000  energy effecient refrigerators a projected savings to residents of over $1,000,000.00 in energy costs over the next 10 years.",
                "Developed, coordinated efforts for Kamalo Restoration Project, repurposing defunct quarry land into a viable bamboo farm as a carbon sink and material for biomass energy products. Pioneered sustianable financial models as an income stream for visitors to Hawaii to  offset their carbon footprint.",
                "Designed, funded, coordinated and built first off grid sustainable and loacally sourced bambo home on Sustianable Molokai Educational Perma Culture Farm"
            ]
        },
            {
                "company": "Habitat for Humanity",
                "position": "Sustainability and Development Director",
                "website": "",
                "startDate": "2006-11-01",
                "endDate": "2010-12-01",
                "summary": "Capitilized on the mission to build decent housing to include sustianable builing practices for low income families including off grid and solar energy.Ran a successful captial campaign from the ground up to well over $500,000 in the first year. Championed and advocated for affordable, sustainable housing on a national  level in the halls of congress.",
                "highlights": [
                    "Coordinated project feasibility, developed and managed project budgets, secured $1.2 million in project financing from private and public sources to build homes for local families and renovate existing housing stock with energy efficiency and solar.","Coordinated with local and national EPA officials to create policy for Hawaii Energy Star certification for housing throughout the state resulting in the first EPA certified Energy Star homes.","Project manager of the first energy-independent, off grid bamboo kit home for Moloka‘i Habitat for Humanity.",
                    "Raised legislative awareness on affordable housing issues by creating policy to integrate renewable energy systems, monitering the high cost of energy as a “hidden cost” of housing that burdens low-income families creating a larger carbon footprint with little resouces to over come the fossil fuel economy.",
                    "Developed, Coordniated, Monitered and Evaluated all aspects of the Global Village program for a net $0 income USd to a viabrant and dynmic, growing income stream generating well over $100,000 USD annually for building afforndable sustainable housing. thisincluded the important  steps of a  ftwo-three year  business  and marketing plan for on a global level, as the Global Village is a part of the  HAbitat for Humanity International global fundraising programs."
                ]
            },
        
        {
            "company": "Democratic Party of Hawaii",
            "position": "Chair of District 13",
            "website": "",
            "startDate": "2015-05-01",
            "endDate": "2018-05-01",
            "summary": "Citizen leader for political party for the islands of Molokai, Maui and Lanai",
            "highlights": [
                "Leadership role for the Hawaii Democratics  for Molokai, Laniai and parts of Maui Island seizing the political will and opportunity to effect dramatic changes  through the party in local leadership.",
                "Organized and monitered local polling places for 2016 presidential caucuses, coordinated precinct presidents in order to moniter and report the votes accurately in a contested and sometimes hostile field of engaged citizens.",
                "Worked with the Hawaii State Democratic Party state convention to ensure an appropriate number of delegates to each candidate for the national democratic conventions.",
                "Created three different Policy resolutions for the Hawaii State Democratic Party regarding Climate Change that were then evaluated, and accepted as parts of the Democratic Platform addressing climate change mitigation through Agriculture, and the use of fossil fuels."
            ]
        },
        {
            "company": "Moloka‘i Arts Center,",
            "position": "Co-Founder and Board of Directors, Chair",
            "website": "molokaiartscenter.org",
            "startDate": "2009-12-01",
            "endDate": "2016-09-01",
            "summary": "Founded community based art center created  finanical infrastructure, programing,  artist in residents, and sustainble finances."
        },
        {
            "company": "",
            "position": "",
            "website": "",
            "startDate": "",
            "endDate": "",
            "summary": ".",
            "highlights": [
                "."
            ]
        }
    ],
    "professional actvities": [
        {
            "organization": "Warren for President",
            "position": "Howard County Organizier-Iowa Caucus",
            "website": "",
            "startDate": "2019-12-01",
            "endDate": "2020-02-03",
            "summary": "Worked with the national Warren for President Campaign on a grass root level coordinated canvasing efforts in Howard County to engage the local community to participate in the Iowa caucus. Canvassed door to door, phone banking worked with interns to facilitate outreach efforts across three counties prior to cuaucs night.On caucus day coordinated with other preint captians in Howard county to secure the votes and delegates for Senator Warren and presuaded caucus goers to learned that apathy is the most depressing part of the current state of our democracy."
        },
        {
            "organization": "Hawaii Public Utilities Commission",
            "position": "Integrated Resource Planning (IRP) Advisory Group (AG)",
            "website": "",
            "startDate": "2012-07-01",
            "endDate": "2013-05-01",
            "summary": "Conducted research and document review for IRP AG for the Utilities long range  policy inorder to reach 100% renewables by 2045.Represent the Moloka‘i ratepayers in the IRP AG process, translate utilities interconnection polocy for Moloka‘i.See my summary in the Moloka`i Energy Assessment that was published in 2014 for  an clear evaluation of process by the utility."
        },
        {
            "organization": "Hawai'i Alliance of Nonprofits Organization",
            "position": "Vice-Chair on Board of Directors",
            "website": "",
            "startDate": "2015-03-01",
            "endDate": "2017-07-01",
            "summary": "There are thousands of nonprofits in Hawai‘i–each trying to make a difference on their own. The mission of the Hawai‘i Alliance of Nonprofit Organizations (HANO) is to unite and strengthen the nonprofit sector as a collective force to improve the quality of life in Hawai‘i. Hawaii’s nonprofit organizations are adaptive, professional, respected and well-resourced. They are authentically engaged, listening, voicing together and solving issues important to our communities."
        }
    ],
    "education": [
        {
            "institution": "The University of Oregon, School of Architecture and Allied Arts",
            "area": "Major in Sculpture and pottery.",
            "studyType": "Bachelors of Fine Arts",
            "startDate": "",
            "endDate": "",
            "courses": []
        },
        {
            "institution": "The University Of New Mexico",
            "area": "Art Education, Museum Studies, and Japanese Porcelain",
            "studyType": "Graduate studies",
            "startDate": "",
            "endDate": ""
        },
        {
            "institution": "Portland State University",
            "area": "Sustainable Development",
            "studyType": "Master's Degree",
            "startDate": "",
            "endDate": "",
            "courses": [
                "Credential as a Leadership in Energy and Environmental Designs( LEED) Associate Professional (AP) through the U.S Green Building Council,2nd LEED AP in the State of Hawaii in 2006"
            ]
        }
    ],
    "speaking engagements": [
        {
            "name": "Integrating Art into Community",
            "type": "",
            "author": "",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "HUI UP Energy Efficiency Program",
            "type": "",
            "author": "Energy Academy Sustainability Festival",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "Affordable Energy in Hawaii’s Low- and Fixed-Income Communities",
            "type": "",
            "author": "ReNEewReBuild Hawaii Forum",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "HUI UP Energy Efficiency Program",
            "type": "",
            "author": "Energy Academy Sustainability Festival",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "New Energy: Empowering Community Leadership",
            "type": "",
            "author": "Island Energy Conference",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "Good and Next Practice for 100% Renewable Energy Regions and Islands",
            "type": "",
            "author": "1st World Community Power Conference",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "Community Acceptance of 100% Renewables",
            "type": "",
            "author": "County of Maui Energy Conference",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        }
    ],
    "awards": [
        {
            "title": "Omidyar Fellowship- Forum of Fellows",
            "date": "2014-Present",
            "awarder": "State of Hawaii",
            "summary": "Omidyar Fellows is an enduring and ongoing commitment to an active network of leaders and change-makers, all of whom are dedicated to making positive movement on Hawaii’s most pressing issues. Fellows also commit to the ongoing development of their leadership and its impact in Hawaii. We follow a 15-month cohort program then afterward become part of the greater forum of fellows across the state, nation, and world. This is a unique forum as we continue to develop the governing structure and peer support based on native Hawaiian cultural values and the value of Aloha. I am currently representing my cohort on the governing board called the Ho`okela, quarterly meetings and relating information about programs and board relations back to the cohort. This was the inspiration of Pierre and Pam Omidyar and is part of the Omidyar group legacy in Hawaii."
        },
        {
            "title": "Artist Residence Program in Support of inscription of Aso as a World Heritage Site",
            "date": "Fall 2019",
            "awarder": "Aso, Japan",
            "summary": "The purpose of this program is to offer a creative environment for overseas artists in the Aso district. Artists will create artworks featuring Aso and expected to promote and network information concerning the importance of the UN world heritage site through their artworks. My artwork was created with the assistance of the local, rural community and is on display at the municipality in Minimiaso. Not only was I responsible to create a community piece but I am also tasked with fulfilling the goal of talking about my experience to diverse audiences in the USA mainland and Hawaii."
        },
        {
            "title": "Sunday Mornings at the European Keramic Work Center (EKWC)",
            "date": " Summer 2019",
            "awarder": "Oisterwijk, Netherlands",
            "summary": "Three months artist in residency program at the world-renowned ceramic center researching and creating large scale sculpture on social and political issues including climate change, discrimination, racism and sexual harassment with the goal to address the trauma caused by such events on an individual and community level. The work is place-based and community-centered to encourage engagement and discussion to promote collaborative problem solving and healing."
        },
        {
            "title": "Hawai’i Investment Ready-Cohort III",
            "date": "2017-Present",
            "awarder": "State of Hawaii",
            "summary": "HIR is a two-year program designed to help social ventures better understand and scale their impact and business models, and to assist them in accessing resources to implement their next level of growth. Worked with coaches and venture capital to take the abstract vision that was vaguely articulated at the closing of the conference and transmute the various intentions that made up this abstraction into a thriving tangible entity that continues to produce value for the island of Molokai. In starting and building Sustainable Molokai I showed my ability to transform disintegrated resources into an aggregated tangible expression of the vision of the community of Molokai."
        },
        {
            "title": "Hawai’i Alliance for Progressive Action",
            "date": " 2015",
            "awarder": "",
            "summary": "The core of HAPA’s mission is to catalyze community empowerment and systemic change - a change that goes to the root of our social, economic and environmental injustices. In order to fulfill that mission, HAPA believes that Hawai‘i needs more progressive government leaders who value ʻāina (environment or 'that which feeds') and people ahead of corporate profit. The fellowship allowed me to create greater connections throughout the state of Hawaii through political parties and assist in running people for office, increasing my capacity for community organizing, and working with candidates on a local state and national context for powerful change."
        }
    ],
    "publications": [
        {
            "name": "Molokai Agriculture Assessment",
            "publisher": "self published",
            "releaseDate": " 2012",
            "website": "sustianablemolokai.org",
            "summary": "Molokaipedia and the Agriculture Needs Assessment. Molokaipedia is a project undertaken by Sustainable Molokai for the purpose of creating stronger community networks; informing key stakeholders; increasing equity and access to public and private partnerships and resources; and mobilizing our people to build as well as measure our progress towards a sustainable future.The concept for Molokaipedia stems from our 2009 Sust aina ble Molokai Resource Guide that is based on our 12 spoke Sustainability Wheel. Positive community involvement has prompted the expansion of this work."
        },
        {
            "name": "Molokai Energy Assessment",
            "publisher": "self published",
            "releaseDate": " 2014",
            "website": "sustianablemolokai.org",
            "summary": "The purpose of this report is to present an overviewof the energy situation on Molokai although Molokai is currently powered almost entirely*by imported fossil fuel there is significant evidence that our small island community has the potential to become energy independent based on our* history, our current practices and attitudes,and the fact that renewable energy technology*is readily available. This document is intended to demonstrate that evidence in detail, and to provide information that the community can utilize to make decision for its energy future.This Energy Assessment is part of our larger Molokai-pedia project, which aims to create a database of information specifically for Molokai for the community to utilize for their individual needs, as well as for  Sust`āinable Molokai  to inform our future work projects."
        }
    ],
    "skills": [
        {
            "name": "Business Development",
            "keywords": [
                "  Crafted and Implemented Sales and marketing plans, Developed business plans, PowerPoint, KeyNote and Public Speaking Ninja, Policy Development for Renweable Energy and Sustianable Building Certification through Leadership in Energy and Environmental Desgn, Assoicate Professional(LEED AP), Bold Investment and Financing Creditentails; Marketing and Communications Plans"
            ]
        },{
            "name": "Coding",
            "keywords": [
                "Programing using JSON, HTML,CIL Command Information Line, GIT and website design and building"
            ]
        },
        {
            "name": "Non-Profit Magangement",
            "keywords": [
                " Raised over $1.6 million US annually as a fearless donor deveolper, grant writing and  creating viable income-streams through program development; Building a communication strategy  for sustainable living policies; Volunteer recruitment, incorporating community volunteers into programtic work and mentoring local youth interns"
            ]
        },
        {
            "name": "Community Organizer",
            "keywords": [
                "Advocacy on a state, federal and global level, data collection and research, climate change programtic financing, developing communications and implementing challenging concepts on renewable energy to key community stakeholders for consesus decision making"
            ]
        }
    ],
    "languages": [
        {
            "language": "English",
            "fluency": "Native speaker"
        }
    ],
    "interests": [
        {
            "name": "American politics, energy justice,  bamboo  building nerd; swimming, paddling, surfing, tropical rainforests, my beautiful dog, Japanese pottery, changing the world for the better, sourdough bread and bread ovens"
        }
    ],
    "references": [
        {
            "name": "Molly Ivins",
            "reference": "“Keep fightin’ for freedom and justice, beloveds, but don’t you forget to have fun doin’ it. And when you get through kickin’ ass and celebratin’ the sheer joy of a good fight, be sure to tell those who come after how much fun it was."
        }
    ]
}
