{
    "basics": {
        "name": "Emillia E. Noordhoek",
        "label": "Program Management & Community Development",
        "picture": "",
        "email": "molokaiemillia@gmail.com",
        "phone": "(563) 547-5083",
        "website": "https://www.emillianoordhoek.com",
        "summary": "I am an energetic global thinker. A leader in delivering strategic global solutons,  I have a results-driven mentality, with a bias for speed and action, Evaluating the needs of the local community through grassroots organing and data collection. i have the ability to create structure in ambiguous situations and design effective processes. I am strongly empathetic and show a positive attitude with a desire to help our customers, communities, coproations, reach their goals.I am an exceptional communicator, both orally through presentations in writing, natively in Dutch. I have strong analytical  skills, with the ability to translate data into insights, and present these in a visually attractive way. I am well versed  in translating  acedemic inofrmation and data streams related to sustainablitly issues into action plans and deliverables with a high rate of success. I have experience working with/in the American public sector, and possess a strong network of people active in the public sector in my Hawaiian community, natioanlly and globally.I am committed to improving the functioning of our democracies and the efficiency of public services to tackle the biggest issues that face us   and leverage my reources  on climate change keeping out democracy vital and free, engaging  local community on policy that effects them personally and edcuating each community form the smallest indeginous rural to highly diverse urban areas we are needed in this fight.I have cofounded  two nonprofits  both in areas that  have very little community representation and I am a passionate fighter for social  justice and believe that  although one can work  outside the system to effect change we also  need to work  form the bottom  to engage to be the change they want to see in the world. am a constant learner and  mentor  to  other around me, i truly beleive that we are never to old to learn  nor to young to lead, everyone has there place as an engaged citizen and as one my political  heros once said, If i can't dance, I don't want to be part of your revolution.",
        "location": {
            "address": "",
            "postalCode": "",
            "city": "",
            "countryCode": "",
            "region": ""
        },
        "profiles": [
            {
                "network": "LinkedIn",
                "username": "enoordhoek",
                "url": "https://www.linkedin.com/in/enoordhoek/"
            }
        ]
    },
    "work": [
        {
            "company": "Northern Lights Studios",
            "position": "Environmental Community consultant",
            "website": "",
            "startDate": "2006-01-01",
            "endDate": "Now",
            "summary": "Established a business to deliver on Community Based Renewable Energy programs and development within the State of Hawaii for low to medium income rate payers on the island of Molokai. This is a state legistated policy to level the playing feild across all socio economic levels project/change management skills, e.g. in Management Consulting, Customer Success, Account Management, Business Development, or another client-facing role. ",
            "highlights": [
                "Current Project Community Liaison and development lead for Groundswell: Created communication actiivy plans for the engagement of the project between the community, Utility and the non-profit development team .",
                "Held public community meetings using the Art of Hosting as a mediation tool in order to deftly engage and educate the Molokai community around the newly designed Community Based Renewable Energy(CBRE) Projects.",
                "Develop the content and evaluate outcomes through varying communications channels those invovled with the success of the Community Renewable Energy project.",
                "Track and Monitor development opportuintes for Leadership in Energy and Environmental Design (LEED) consulting services to private clients and grassroots community organizations"
            ]
        },
        {
            "company": "Sust`ainable Molokai",
            "position": "Co-founder and Executive Director",
            "website": "sustainablemolokai.org",
            "startDate": "2007-07-01",
            "endDate": "2019-11-01",
            "summary": "Sustʻāina ble Molokai is working to implement community-based programs to address our community needs and restore ʻāina momona. We do this through our various programs promoting food security, health and wellness, climate change resiliency, and education",
            "highlights": [
                "Coordinate and execute daily organizational operations, including: program implementation; community relations and organizing; program evaluation; staff and consultant management of 5 staff and 30 plus volunteers; and oversight of high net worth budget.",
                "Conceptualize and lead vision and strategy development for the energy and renewable resources portfolio,  developed  education in energy efficiency and renewable energy programming for the Molokai community  as environmentally and economically sustainable and resilient.",
                "Serve as the Moloka‘i community representatives and liaison in the negotiations between Maui Electric Companies Power Purchase Agreement with a solar developer. In this role, worked to ensure the Moloka‘i community benefits package includes a fair and equitable rate with an appropriate benefits package.",
                "Co-founded the Tentou Network, an international renewable energy cohort of 5 organizations seeking to follow the example lead by Samso Island, Denmark  as a 100% renewable energy island model for the world.",
                "Secured $9.6 million in public financing through the Hawaii Green Infrastructure Authority to provide revolving loans for 1,200 homes, 30% of the households on Moloka‘i, to participate in a solar water heater exchange program.",
                "Develop, coordniated, Monitered and evaluated all aspects of the  the HUI UP! Program,  focused on providing energy efficient appliances to lower income energy ratepayers. Over seven years, in partnership with Blue Planet Foundation, Hawaii Energy, and the Moloka‘i community, impacted over 1000 homes by exchanging 36,000 incandescent light bulbs for CFLs and over 1000 appliances expanding from refrigerators to washers, dryers and AC Units. This is projected to save community residents over $1 million in energy costs over the next 10 years.",
                "Developed, coordinated, and evaluated the  home energy audit program,   focsuing on training and mentoring local youth to conduct energy audits in 650 participating Moloka‘i households.",
                "Developed, coordinated efforts for Kamalo Restoration Project, which focuses on repurposing defunct quarry land into a viable bamboo farm  as a carbon sink and for biomass energy products. Pioneered sustianable financial models as an income generative stream for visiors and toursit to Hawaii  to take adbvantage of the carbon footprint offset.",
                "Designed and built first off grid sustianbly and loacally sourced bambo home on the Sustianable Molokai Educational Perma Culture Farm"
            ]
        },
        {
            "company": "Democratic Party of Hawaii",
            "position": "Chair of District 13",
            "website": "",
            "startDate": "2015-05-01",
            "endDate": "2018-05-01",
            "summary": "The democratic Party standing in the U.S. Congress was strengthened once Hawai‘i achieved statehood in 1959. For the first time, political representation was fully justified as newly elected representatives were allowed to cast votes. The achievement of statehood had also significantly enhanced the Party's status within The Democratic National Committee. Democrats have held onto a solid majority since 1962.",
            "highlights": [
                "Leadership role for the Hawaii Democratics that for Molokai, Laniai and parts of Maui Island seizing the  political will and opportunity to effect dramatic changes in the party in local leadership.",
                "Organized and monitered local polling places for 2016 presidential caucuses, coordinated precinct presidents in order to moniter and report the votes accurately in a contested and sometimes hostile field of engaged citizens.",
                "Worked with the Hawaii State Democratic Party state convention to ensure an appropriate number of delegates to each candidate  for the national democratic conventions.",
                "Created three different Policy resolutions for the Hawaii State Democratic Party regarding  Climate Change  that were then evaluated, and accepted as parts of the  Democratic Platform addressing climate change mitigation through Agriculture, and the use of fossil fuels."
            ]
        },
        {
            "company": "Moloka‘i Arts Center,",
            "position": "Co-Founder and Board Chair",
            "website": "molokaiartscenter,org",
            "startDate": "2009-12-01",
            "endDate": "2016-09-01",
            "summary": "<ul><li>Founded the first art center on Moloka‘i.</li><li>Implemented free youth arts classes, college art classes and built capacity in community for local jobs.</li><li>Worked my ass off raising funds, writing grants, selling pottery and teaching classes</li><li>Developed and organized the annual fundraiser the Soup`R bowlnow in it’s 10th year!</li><li>Crated the artist in residence program and worked with the local community to make it successful</li><li>Kids classes</li><li>Trained local artist in raku, wood firing, salt and soda firing</li><li>Built kilns</li><li>Volunteered over 1000 hrs making bowls, teaching, fundraising and talking to people to fund and support the only art center on Molokai.</li></ul>"
        },
        {
            "company": "Habitat for Humanity",
            "position": "Sustainability and Development Director",
            "website": "",
            "startDate": "2006-11-01",
            "endDate": "2010-12-01",
            "summary": "Habitat for Humanity Molokai’s mission is to build decent housing and to renovate substandard housing on Molokai in partnership with community volunteers and potential homeowners so that homelessness and substandard housing on Molokai is eliminated.",
            "highlights": [
                "Coordinated  project feasibility, developed and managed project budgets, secured $1.2 million in project financing from private and public sources to build homes for local families and renovate existing housing stock with energy efficiency and solar.",
                "Coordinated with local and national EPA officials to create policy for Hawaii Energy Star certification for housing throughout the state resulting in the first EPA certified Energy Star homes.",
                "Project manager of the first energy-independent, off grid bamboo kit home for Moloka‘i Habitat for Humanity.",
                "Raised legislative awareness on affordable housing issues by creating policy to integrate renewable energy systems, monitering the high cost of energy as a “hidden cost” of housing that burdens low-income families creating a larger carbon footprint with little resouces to over come  the fossil fuel economy."
            ]
        }
    ],
    "volunteer": [
        {
            "organization": "Warren for President",
            "position": "Precicnt Captain for the Iowa Caucus",
            "website": "https://elizabethwarren.com/",
            "startDate": "2019-12-01",
            "endDate": "2020-02-03",
            "summary": "Work with the national Warren for president Campaign on a grass root level coordination canvasing efforts in Howard County  engaging with the local community to participate in the presidental  nominating process of the Iowa caucus.Canvassed door to door, phone banking worked  with interns to facilitate  outreach efforts across three counties prior to cuaucs night.On caucus day coordinated with other preint captians in Howard county to secure the votes and delegates for Senator Warren  and presuaded caucus goers to Learned that apathy is the most depressing part of the current state of our democracy"
        },
        {
            "organization": "Hawaii Public Utilities Commission",
            "position": "Integrated Resource Planning (IRP) Advisory Group (AG)",
            "website": "",
            "startDate": "2012-07-01",
            "endDate": "2013-05-01",
            "summary": "<ul><li>Conducted research and document review for IRP AG for the Utilities long range  policy inorder to reach 100% renewables by 2045.</li><li>Represent the Moloka‘i ratepayers in the IRP AG process, translate utilities interconnection polocy for Moloka‘i.</li><li>See my summary in the Moloka`i Energy Assessment that  was published in 2014 for  an clear evaluation of process by the utility </li></ul>"
        },
        {
            "organization": "Hawai'i Alliance of Nonprofits Organization",
            "position": "Vice-Chair on Board of Directors",
            "website": "",
            "startDate": "2015-03-01",
            "endDate": "2017-07-01",
            "summary": "There are thousands of nonprofits in Hawai‘i–each trying to make a difference on their own. The mission of the Hawai‘i Alliance of Nonprofit Organizations (HANO) is to unite and strengthen the nonprofit sector as a collective force to improve the quality of life in Hawai‘i. Hawaii’s nonprofit organizations are adaptive, professional, respected and well-resourced. They are authentically engaged, listening, voicing together and solving issues important to our communities."
        }
    ],
    "education": [
        {
            "institution": "The University of Oregon, School of Architecture and Allied Arts",
            "area": "Major in Sculpture and pottery.",
            "studyType": "Bachelors of Fine Arts",
            "startDate": "",
            "endDate": "",
            "courses": []
        },
        {
            "institution": "The University Of New Mexico",
            "area": "Art Education, Museum Studies, and Japanese Porcelain",
            "studyType": "Graduate studies",
            "startDate": "",
            "endDate": ""
        },
        {
            "institution": "Portland State University",
            "area": "Sustainable Development",
            "studyType": "Master's Degree",
            "startDate": "",
            "endDate": "",
            "courses": [
                "credential as a Leadership in Energy and Environmental Designs( LEED) Associate Professional (AP) through the U.S Green Building Council,2nd LEED AP in the State of Hawaii in 2006"
            ]
        }
    ],
    "speaking engagements": [
        {
            "name": "Integrating Art into Community",
            "type": "",
            "author": "",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "HUI UP Energy Efficiency Program",
            "type": "",
            "author": "Energy Academy Sustainability Festival",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "Affordable Energy in Hawaii’s Low- and Fixed-Income Communities",
            "type": "",
            "author": "ReNEW Rebuild Hawaii Forum",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "HUI UP Energy Efficiency Program",
            "type": "",
            "author": "Energy Academy Sustainability Festival",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "New Energy: Empowering Community Leadership",
            "type": "",
            "author": "Island Energy Conference",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "Good and Next Practice for 100% Renewable Energy Regions and Islands",
            "type": "",
            "author": "1st World Community Power Conference",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "Community Acceptance of 100% Renewables",
            "type": "",
            "author": "County of Maui Energy Conference",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        }
    ],
    "awards": [
        {
            "title": "Omidyar Fellowship- Forum of Fellows",
            "date": "2013-Present",
            "awarder": "State of Hawaii",
            "summary": "Omidyar Fellows is an enduring and ongoing commitment to an active network of leaders and change-makers, all of whom are dedicated to making positive movement on Hawaii’s most pressing issues. Fellows also commit to the ongoing development of their leadership and its impact in Hawaii. We follow a 15-month cohort program then afterward become part of the greater forum of fellows across the state, nation, and world. This is a unique forum as we continue to develop the governing structure and peer support based on native Hawaiian cultural values and the value of Aloha. I am currently representing my cohort on the governing board called the Ho`okela, quarterly meetings and relating information about programs and board relations back to the cohort. This was the inspiration of Pierre and Pam Omidyar and is part of the Omidyar group legacy in Hawaii."
        },
        {
            "title": "Artist Residence Program in Support of inscription of Aso as a World Heritage Site",
            "date": "2013-Present",
            "awarder": "State of Hawaii",
            "summary": "The purpose of this program is to offer a creative environment for overseas artists in the Aso district. Artists will create artworks featuring Aso and expected to promote and network information concerning the importance of the UN world heritage site through their artworks. My artwork was created with the assistance of the local, rural community and is on display at the municipality in Minimiaso. Not only was I responsible to create a community piece but I am also tasked with fulfilling the goal of talking about my experience to diverse audiences in the USA mainland and Hawaii."
        },
        {
            "title": "Sunday Mornings at the European Keramic Work Center (EKWC)",
            "date": "2013-Present",
            "awarder": "State of Hawaii",
            "summary": "Three months artist in residency program at the world-renowned ceramic center researching and creating large scale sculpture on social and political issues including climate change, discrimination, racism and sexual harassment with the goal to address the trauma caused by such events on an individual and community level. The work is place-based and community-centered to encourage engagement and discussion to promote collaborative problem solving and healing."
        },
        {
            "title": "Hawai’i Investment Ready-Cohort III",
            "date": "2013-Present",
            "awarder": "State of Hawaii",
            "summary": "HIR is a two-year program designed to help social ventures better understand and scale their impact and business models, and to assist them in accessing resources to implement their next level of growth. Worked with coaches and venture capital to take the abstract vision that was vaguely articulated at the closing of the conference and transmute the various intentions that made up this abstraction into a thriving tangible entity that continues to produce value for the island of Molokai. In starting and building Sustainable Molokai I showed my ability to transform disintegrated resources into an aggregated tangible expression of the vision of the community of Molokai."
        },
        {
            "title": "Hawai’i Alliance for Progressive Action",
            "date": " 2015",
            "awarder": "",
            "summary": "The core of HAPA’s mission is to catalyze community empowerment and systemic change - a change that goes to the root of our social, economic and environmental injustices. In order to fulfill that mission, HAPA believes that Hawai‘i needs more progressive government leaders who value ʻāina (environment or 'that which feeds') and people ahead of corporate profit. The fellowship allowed me to create greater connections throughout the state of Hawaii through political parties and assist in running people for office, increasing my capacity for community organizing, and working with candidates on a local state and national context for powerful change."
        }
    ],
    "publications": [
        {
            "name": "Molokai Agriculture Assessment",
            "publisher": "self published",
            "releaseDate": " 2012",
            "website": "sustianablemolokai.org",
            "summary": "Molokaipedia and the Agriculture Needs Assessment. Molokaipedia is a project undertaken by Sustainable Molokai for the purpose of creating stronger community networks; informing key stakeholders; increasing equity and access to public and private partnerships and resources; and mobilizing our people to build as well as measure our progress towards a sustainable future.The concept for Molokaipedia stems from our 2009 Sust aina ble Molokai Resource Guide that is based on our 12 spoke Sustainability Wheel. Positive community involvement has prompted the expansion of this work."
        },
        {
            "name": "Molokai Energy Assessment",
            "publisher": "self published",
            "releaseDate": " 2014",
            "website": "sustianablemolokai.org",
            "summary": "The purpose of this report is to present an overviewof the energy situation on Molokai although Molokai is currently powered almost entirely*by imported fossil fuel there is significant evidence that our small island community has the potential to become energy independent based on our* history, our current practices and attitudes,and the fact that renewable energy technology*is readily available. This document is intended to demonstrate that evidence in detail, and to provide information that the community can utilize to make decision for its energy future.This Energy Assessment is part of our larger Molokai-pedia project, which aims to create a database of information specifically for Molokai for the community to utilize for their individual needs, as well as for  Sust`āinable Molokai  to inform our future work projects."
        }
    ],
    "skills": [
        {
            "name": "Business Development",
            "keywords": [
                " Power point, Key note and public speaking on the turn of a dime , Policy development  for Renweable enrgy adn sustianable building for the state of Hawaii, financing, budeting, grant writing, marketing, communications"
            ]
        },
        {
            "name": "Non-Profit Magangement",
            "keywords": [
                " Communication Strategy Development for Susainable Living Policies, Donor Development, Volunteer Development, Published Sustianability  Assessments Research and Assessments"
            ]
        },
        {
            "name": "Community Organizer",
            "keywords": [
                " Policy development, climate financing through Donor Development, volunteer Development, Research and assessments"
            ]
        }
    ],
    "languages": [
        {
            "language": "English",
            "fluency": "Native speaker"
        }
    ],
    "interests": [
        {
            "name": " Energy Justice, All Things Clay and Mud, Japanese pottery, Designing and building sustainable structures,swimming, paddling, surfing, tropical rainforests, my beautiful dog, training for triathlons, all things unicorn"
        }
    ],
    "references": [
        {
            "name": "Heidi Hansen",
            "reference": "I'd vote for her for president."
        }
    ]
}
