{
  "basics": {
    "name": "Andrea Narciso",
    "label": "Student",
    "picture": "https://narcisoa.github.io/images/photo.jpg",
    "email": "anarciso@hawaii.edu",
    "phone": "845-553-3083",
    "website": "https://narcisoa.github.io",
    "summary": "I am a Senior undergraduate student at Middlebury College currently studying abroad at the University of Hawai'i at Manoa. I am pursuing B.A. in Computer Science with a minor in Psychology and plan to graduate in May 2019. This summer, I worked at AccesSurf Hawai'i, a non-profit that helps people with disabilities experience the healing power of the ocean through water-based activities. I hope to someday combine my passions for technology, community and social good.",
    "location": {
      "address": "2278 Citron St",
      "postalCode": "96826",
      "city": "Honolulu",
      "countryCode": "USA",
      "region": "Hawaii"
    },
    "profiles": [
      {
        "network": "github",
        "username": "narcisoa",
        "url": "http://github.com/narcisoa"
      },
      {
        "network": "linkedin",
        "username": "narcisoandrea",
        "url": "http://linkedin.com/in/narcisoandrea"
      },
    ]
  },
  "interests": [
    {
      "name": "Software Engineering",
      "keywords": [
      ]
    },
    {
      "name": "Product Development",
      "keywords": [
      ]
    },
    {
      "name": "Project Management",
      "keywords": [
      ]
    },
    {
      "name": "Social Good",
      "keywords": [
      ]
    }
  ],
  "skills": [
    {
      "name": "Languages and Frameworks",
      "level": "",
      "keywords": [
        "Java",
        "Javascript",
        "R",
        "Python"
      ]
    },
    {
      "name": "Toolsets/OS",
      "level": "",
      "keywords": [
        "MacOS",
        "Git/GitHub"
      ]
    }
  ],
  "education": [
    {
      "institution": "University of Hawaii, Honolulu, HI",
      "area": "Computer Science (expected Spring, 2019)",
      "studyType": "Study Abroad",
      "startDate": "2018-08-20",
      "endDate": "2019-5-20",
      "gpa": "3.85",
      "courses": [
        "Software Development",
        "Psychology of Human Sexuality",
        "Introduction to Financial Accounting"
      ]
    },
    {
      "institution": "Middlebury College, Middlebury, VT",
      "area": "Computer Science (expected Spring, 2019)",
      "studyType": "B.A.",
      "startDate": "2014-08-20",
      "endDate": "2019-5-20",
      "gpa": "3.62",
      "courses": [
        "Algorithms and Complexity",
        "Data Structures",
        "Data Science",
        "Organic Chemistry"
      ]
    }
    
  ],
  "work": [
    {
      "company": "AccesSurf Hawaii",
      "position": "Administrator",
      "website": "https://www.accessurf.org/",
      "startDate": "2018-06-01",
      "endDate": "2018-08-20",
      "summary": "Administrator for AccesSurf Hawaii over the summer.",
      "highlights": [
        "Collaborated with the executive director and program coordinator to implement AccesSurf’s mission and empower people with disabilities through accessible water programs.",
        "Lead and coordinated volunteers and summer interns. Served as the central point of communication and connected people to resources and information in a timely manner.",
        "Organized the logistics and lead 150-300 volunteers at AccesSurf’s biweekly events.",
        "Introduced and integrated new technologies to increase the efficiency of the non-profit.",
        "Improved the data management software and develop a work flow to track all of AccesSurf’s donations, volunteer hours, and participant information.", 
        "Implement systems such as the project management tool, Asana, to streamline office collaboration and maximize the efficiency of tracking and posting on social media."
      ]
    },
    {
      "company": "Middlebury College Computer Science Department",
      "position": "Tutor and Grader for CS 201: Data Structures",
      "website": "http://www.middlebury.edu/academics/cs",
      "startDate": "2016-02-01",
      "endDate": "2016-12-20",
      "summary": "Helped students understand the class material and do their homework assignments.",
      "highlights": [
        "Mentored students with their homework and helped them develop problem solving skills.",
        "Taught students about data structures, search and sorting algorithms and their respective run times.",
        "Reviewed students’ code and evaluated their knowledge of algorithmic thinking and object-oriented principles.",
        "Assessed the readability and functionality of student’s code, and graded assignments written in Java."
      ]
    },
    {
      "company": "Middlebury College Associate Provost of Digital Learning",
      "position": "Tutor and Grader for CS 201: Data Structures",
      "website": "http://www.middlebury.edu/offices/academic/provost/digital-learning",
      "startDate": "2016-06-01",
      "endDate": "2016-08-01",
      "summary": "Worked as an Intern doing projects, providing tech support and building educational tools for the college.",
      "highlights": [
        "ollaborated with the Middlebury Study Abroad Office to understand the problems in their website and conceptualized a new purpose and direction for the site. Proposed and evaluated potential solutions, then built a front-end prototype using HTML, CSS and JavaScript.",
        "Taught students about data structures, search and sorting algorithms and their respective run times.",
        "Mentored 6 Middlebury faculty members regarding the best educational tools and taught them how to use the software. Anticipated potential issues they may have by identifying problems in the software and creating guidelines on how to circumvent the limitations of the software with code."
      ]
    },
  ],
    "volunteer": [
    {
      "organization": "AccesSurf Hawaii",
      "website": "https://www.accessurf.org/",
      "position": "Intern/Volunteer",
      "startDate": "2017-05-01",
      "endDate": "2017-8-30",
      "summary": "Worked as an Intern and Volunteer at AccesSurf's office and at the biweekly events.",
      "highlights": [
        "Integrated data sets containing over 6000 entries using R and Excel to streamline input formatting and delete duplicates. Uploaded the data to the Bloomerang data management software.",
        "Organized and ran the special events and fundraising table. Coordinated with other non-profits to promote their cause. Encouraged participants to join upcoming events, helped them integrate into AccesSurf's community and addressed their concerns regarding accessibility and the limitations of their disability.",
        "Assisted the AccesSurf administrators with general tasks and computer support which included designing flyers, entering volunteer data on Excel and creating sign-up sheets on Word. Created a surfboard equipment fundraising goal thermometer and updated the CrowdRise home page to raise $20,000."
      ]
    },
  ],
  "awards": [
    {
      "title": "Innovation Days Hackathon Winner",
      "date": "October 2018",
      "awarder": "Innovation Days, Sultan Ventures and the Hawaii Tourism Authority",
      "summary": "Developed a web application called Direct Aloha that addressed the problem of overcrowdedness at popular tourist locations that won the hackathon competition."
    },
    {
      "title": "Dean's List",
      "date": "2014-2016",
      "awarder": "Middlebury College",
      "summary": "To be named a College Scholar is the highest recognition for academic achievement at the liberal arts institution in Vermont. A College Scholar at Middlebury must carry a full course load of four or more classes during the semester, achieve a grade point average of 3.6 (on a 4.0 scale) or higher, with no grade lower than a B–."
    },
    {
      "title": "College Scholar",
      "date": "2014-2016",
      "awarder": "Middlebury College",
      "summary": "To be selected for the Dean's List, students must carry a full course load of four or more classes during the semester, achieve a grade point average of 3.3 (on a 4.0 scale) or higher and earn no grade lower than a B minus."
    },
  ],
  "references": [
    {
      "name": "Available upon request",
      "reference": "Cara Short, Joe Antonioli"
    }
  ]
}
