{
    "basics": {
        "name": "Emillia E. Noordhoek",
        "label": "",
        "picture": "",
        "email": "molokaiemillia@gmail.com",
        "phone": "+31 (0)6 3404-3194",
        "website": "https://www.emillianoordhoek.com",
        "summary": "I am an energetic global thinker, a constacnt and quick learner, a leader in delivering strategic global solutons. I have a results-driven mentality, with a bias for speed and action. I am an expert at evaluating the needs of global and local communities using my skills in organizing, knowing the important data to collect in order to reach dynamic and inclusive solutions. I have the ability to create structure in ambiguous situations, design effective processes while translatingt this information into actiona plans with a high degree of success. I am strongly empathetic and show a positive attitude with a desire to help clients reach their goals. I am an exceptional communicator and a dynamic speaker.  I am committed to improving the functioning of our democracies and the efficiency of public service to tackle the biggest issues that face us and leverage my reources on climate change keeping our democracy vital and free. I am a constant learner and mentor to others around me, I truly beleive that we are never to old to learn nor to young to lead and that everyone has a place as an engaged citizen in the future. However most important is the joy that this work brings to me and others that I work beside.  To quote the late American political writer Molly Ivins, “Keep fightin’ for freedom and justice, beloveds, but don’t you forget to have fun doin’ it. And when you get through kickin’ ass and celebratin’ the sheer joy of a good fight, be sure to tell those who come after how much fun it was.",
        "location": {
            "address": "",
            "postalCode": "",
            "city": "",
            "countryCode": "",
            "region": ""
        },
        "profiles": [
            {
                "network": "LinkedIn",
                "username": "enoordhoek",
                "url": "https://www.linkedin.com/in/enoordhoek/"
            }
        ]
    },
    "work": [
        {
            "company": "Northern Lights Studios",
            "position": "Environmental Community Partner",
            "website": "https://energiakademiet.dk/",
            "startDate": "2006-01-01",
            "endDate": "Now",
            "summary": "Forged a business to deliver on Community Based Renewable Energy programs and development within the State of Hawaii for low to medium income rate payers on the island of Molokai. I am a key player from the policy creation stage through the state legislature making the policy into law then pushing for and implementation in order to level the playing feild across all socio economic levels.This business gives the opportunity to use my mad crazy skills in Management Consulting, Customer Success, Account Management, Business Development, and whatever new client-facing roles I can invent in the moment when I need them. ",
            "highlights": [
                "Co-founded the Tentou Network, an international renewable energy cohort of 5 organizations seeking to follow the example lead by Samso Island, Denmark as a 100% renewable energy island model for the world. We learned and taught over the course of two plus years  Design Thinking  concepts, leadhership development from the lessons learned on Samso  how best to  engagne and integrate the local communities into creating sustianable futures for eeryone.", 
                "Current Project Community Liaison and development lead for Groundswell: Created communication actiivy plans for the engagement of the community Renewable Energy(RE) project for the community, Utility, land owner, RE energy development team and government liason.",
                "Shaped public meetings using the Art of Hosting as a mediation tool in order to deftly engage and educate the Molokai community around the newly designed Community Based Renewable Energy(CBRE) Projects.",
                "Developed the content and evaluated outcomes through varying communications channels of above mentioned teams invovled with the successful outcomes of the Community Renewable Energy project.",
                "Tracking and Monitoring development opportuinties for Leadership in Energy and Environmental Design (LEED) consulting services to private clients and grassroots community organizations"
            ]
        },
        {
            "company": "Sust`ainable Molokai",
            "position": "Co-founder and Executive Director",
            "website": "sustainablemolokai.org",
            "startDate": "2007-07-01",
            "endDate": "2019-11-01",
            "summary": "When we founded Sustʻāina ble Molokai in 2008 the orginal intent was to simply hold a conference on Molokai that would bring together our diverse community to work toward the goal of a sustainable and resilant island. After the successful conference in July of 2009  of which I was one of the main organizers there wa so much momentuem that we created a non-profit structure  where i was the founding vice chair of the board of directors. For the next 18 months I continued my role in writing and suporting policy in the Hawaii state legislature that would support Molokai's vison to lead the state in  our sustianbility goals. In Januaury of 2011 I was asked by the baord of directors to take on the challenging role of Directorship for the legally designated  non-profit, to this day it has been some of the proudest work of my life.",
            "highlights": [
                "Coordinated and executed daily organizational operations, including: program implementation; community relations and organizing; program evaluation; staff and management of 6-10 team members and 30 plus volunteers; and oversight of high net worth budget.",
                "Conceptualized and lead vision and strategy development for the energy and renewable resources portfolio, developed education in energy efficiency and renewable energy programming for the Molokai community as environmentally and economically sustainable and resilient.",
                "Serve as the Moloka‘i community representatives and liaison in the negotiations between Maui Electric Companies Power Purchase Agreement with a solar developer. In this role, worked to ensure the Moloka‘i community benefits package includes a fair and equitable rate with an appropriate benefits package.",
                "Co-founded the Tentou Network, an international renewable energy cohort of 5 organizations seeking to follow the example lead by Samso Island, Denmark as a 100% renewable energy island model for the world.",
                "Secured $9.6 million in public financing through the Hawaii Green Infrastructure Authority to provide revolving loans for 1,200 homes to participate in a solar water heater exchange program.",
                "Developed, coordniated, Monitered and evaluated all aspects of the the HUI UP! Program, providing energy efficient appliances to lower income ratepayers.  I did this over seven years, in partnership with Blue Planet Foundation, Hawaii Energy, and the Moloka‘i community, impacted over 1000 homes by exchanging 36,000 incandescent light bulbs for CFLs and over 1000 appliances expanding from refrigerators to washers, dryers and AC Units, a  projected savings to residents of over $1 million in energy costs over the next 10 years.",
                "Developed, coordinated efforts for Kamalo Restoration Project, which focused on repurposing defunct quarry land into a viable bamboo farm as a carbon sink and material for biomass energy products. Pioneered sustianable financial models as an income generative stream for visitors to Hawaii to  offset their carbon footprint.",
                "Designed, managed, coordinated and built first off grid sustainable and loacally sourced bambo home on the Sustianable Molokai Educational Perma Culture Farm"
            ]
        },
        {
            "company": "Democratic Party of Hawaii",
            "position": "Chair of District 13",
            "website": "",
            "startDate": "2015-05-01",
            "endDate": "2018-05-01",
            "summary": "Citizen leader for political party for the islands of Molokai, Maui and Lanai",
            "highlights": [
                "Leadership role for the Hawaii Democratics  for Molokai, Laniai and parts of Maui Island seizing the political will and opportunity to effect dramatic changes  through the party in local leadership.",
                "Organized and monitered local polling places for 2016 presidential caucuses, coordinated precinct presidents in order to moniter and report the votes accurately in a contested and sometimes hostile field of engaged citizens.",
                "Worked with the Hawaii State Democratic Party state convention to ensure an appropriate number of delegates to each candidate for the national democratic conventions.",
                "Created three different Policy resolutions for the Hawaii State Democratic Party regarding Climate Change that were then evaluated, and accepted as parts of the Democratic Platform addressing climate change mitigation through Agriculture, and the use of fossil fuels."
            ]
        },
        {
            "company": "Moloka‘i Arts Center,",
            "position": "Co-Founder and President fo the Board of Directors",
            "website": "molokaiartscenter,org",
            "startDate": "2009-12-01",
            "endDate": "2016-09-01",
            "summary": "My co-founders and myself saw that the educational system on Molokai  was dropping  arts progrmams throughout all grades  and there were no publicaly funded art opportunites for our youth. We took matters into our hands and created the first Art Center on the island of Molokai. Because of my background as a non-profit thought leader, policy wonk and arts educator I was best suited to lead the charge  as the first  president of the  baord of direcotrs and co-created a successful viable well funded center that is celebrating it's 10th year. It has a membership of over 250 people, we have a presence in every school on the island eight in total as well as our weekly classes and  our higher education  classes for the univeristy, previously  there were no Art offerings at post secondary level and now we have local students getting thier degrees in art. My persnal icing on the cake is having created one of the most robust artists in residence program in the pacific rim that is self funded and able to bring in visual artists, msuicians, writers, conceptial artits  and the occasional hibryd scientist/artist in our revolving annual schedule."
        },
        {
            "company": "Habitat for Humanity",
            "position": "Sustainability and Development Director",
            "website": "",
            "startDate": "2006-11-01",
            "endDate": "2010-12-01",
            "summary": "Habitat for Humanity Molokai’s mission is to build decent housing and to renovate substandard housing on Molokai in partnership with community volunteers and potential homeowners so that homelessness and substandard housing on Molokai is eliminated.",
            "highlights": [
                "Coordinated project feasibility, developed and managed project budgets, secured $1.2 million in project financing from private and public sources to build homes for local families and renovate existing housing stock with energy efficiency and solar.","Coordinated with local and national EPA officials to create policy for Hawaii Energy Star certification for housing throughout the state resulting in the first EPA certified Energy Star homes.","Project manager of the first energy-independent, off grid bamboo kit home for Moloka‘i Habitat for Humanity.",
                "Raised legislative awareness on affordable housing issues by creating policy to integrate renewable energy systems, monitering the high cost of energy as a “hidden cost” of housing that burdens low-income families creating a larger carbon footprint with little resouces to over come the fossil fuel economy.",
                "Developed, Coordniated, Monitered and Evaluated all aspects of the Global Village program for a net $0 income USd to a viabrant and dynmic income stream generating well over $100,000USD annually for building afforndable sustainable housing. thisincluded the important  steps of a  ftwo-three year  business  and marketing plan for on a global level, as the Global Village is a part of the  HAbitat for Humanity International global fundraising programs."
            ]
        }
    ],
    "volunteer": [
        {
            "organization": "Warren for President",
            "position": "Howard County Organizier-Iowa Caucus",
            "website": "https://twitter.com/annabelpark/status/1224548694340653056?s=20",
            "startDate": "2019-12-01",
            "endDate": "2020-02-03",
            "summary": "Work with the national Warren for president Campaign on a grass root level coordination canvasing efforts in Howard County engaging with the local community to participate in the presidental nominating process of the Iowa caucus. Canvassed door to door, phone banking worked with interns to facilitate outreach efforts across three counties prior to cuaucs night.On caucus day coordinated with other preint captians in Howard county to secure the votes and delegates for Senator Warren and presuaded caucus goers to learned that apathy is the most depressing part of the current state of our democracy."
        },
        {
            "organization": "Hawaii Public Utilities Commission",
            "position": "Integrated Resource Planning (IRP) Advisory Group (AG)",
            "website": "",
            "startDate": "2012-07-01",
            "endDate": "2013-05-01",
            "summary": "Conducted research and document review for IRP AG for the Utilities long range  policy inorder to reach 100% renewables by 2045.Represent the Moloka‘i ratepayers in the IRP AG process, translate utilities interconnection polocy for Moloka‘i.See my summary in the Moloka`i Energy Assessment that was published in 2014 for  an clear evaluation of process by the utility."
        },
        {
            "organization": "Hawai'i Alliance of Nonprofits Organization",
            "position": "Vice-Chair on Board of Directors",
            "website": "",
            "startDate": "2015-03-01",
            "endDate": "2017-07-01",
            "summary": "There are thousands of nonprofits in Hawai‘i–each trying to make a difference on their own. The mission of the Hawai‘i Alliance of Nonprofit Organizations (HANO) is to unite and strengthen the nonprofit sector as a collective force to improve the quality of life in Hawai‘i. Hawaii’s nonprofit organizations are adaptive, professional, respected and well-resourced. They are authentically engaged, listening, voicing together and solving issues important to our communities."
        }
    ],
    "education": [
        {
            "institution": "The University of Oregon, School of Architecture and Allied Arts",
            "area": "Major in Sculpture and pottery.",
            "studyType": "Bachelors of Fine Arts",
            "startDate": "",
            "endDate": "",
            "courses": []
        },
        {
            "institution": "The University Of New Mexico",
            "area": "Art Education, Museum Studies, and Japanese Porcelain",
            "studyType": "Graduate studies",
            "startDate": "",
            "endDate": ""
        },
        {
            "institution": "Portland State University",
            "area": "Sustainable Development",
            "studyType": "Master's Degree",
            "startDate": "",
            "endDate": "",
            "courses": [
                "credential as a Leadership in Energy and Environmental Designs( LEED) Associate Professional (AP) through the U.S Green Building Council,2nd LEED AP in the State of Hawaii in 2006"
            ]
        }
    ],
    "speaking engagements": [
        {
            "name": "Integrating Art into Community",
            "type": "",
            "author": "",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "HUI UP Energy Efficiency Program",
            "type": "",
            "author": "Energy Academy Sustainability Festival",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "Affordable Energy in Hawaii’s Low- and Fixed-Income Communities",
            "type": "",
            "author": "ReNEW Rebuild Hawaii Forum",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "HUI UP Energy Efficiency Program",
            "type": "",
            "author": "Energy Academy Sustainability Festival",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "New Energy: Empowering Community Leadership",
            "type": "",
            "author": "Island Energy Conference",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "Good and Next Practice for 100% Renewable Energy Regions and Islands",
            "type": "",
            "author": "1st World Community Power Conference",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "Community Acceptance of 100% Renewables",
            "type": "",
            "author": "County of Maui Energy Conference",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        }
    ],
    "awards": [
        {
            "title": "Omidyar Fellowship- Forum of Fellows",
            "date": "2014-Present",
            "awarder": "State of Hawaii",
            "summary": "Omidyar Fellows is an enduring and ongoing commitment to an active network of leaders and change-makers, all of whom are dedicated to making positive movement on Hawaii’s most pressing issues. Fellows also commit to the ongoing development of their leadership and its impact in Hawaii. We follow a 15-month cohort program then afterward become part of the greater forum of fellows across the state, nation, and world. This is a unique forum as we continue to develop the governing structure and peer support based on native Hawaiian cultural values and the value of Aloha. I am currently representing my cohort on the governing board called the Ho`okela, quarterly meetings and relating information about programs and board relations back to the cohort. This was the inspiration of Pierre and Pam Omidyar and is part of the Omidyar group legacy in Hawaii."
        },
        {
            "title": "Artist Residence Program in Support of inscription of Aso as a World Heritage Site",
            "date": "Fall 2019",
            "awarder": "Aso, Japan",
            "summary": "The purpose of this program is to offer a creative environment for overseas artists in the Aso district. Artists will create artworks featuring Aso and expected to promote and network information concerning the importance of the UN world heritage site through their artworks. My artwork was created with the assistance of the local, rural community and is on display at the municipality in Minimiaso. Not only was I responsible to create a community piece but I am also tasked with fulfilling the goal of talking about my experience to diverse audiences in the USA mainland and Hawaii."
        },
        {
            "title": "Sunday Mornings at the European Keramic Work Center (EKWC)",
            "date": " Summer 2019",
            "awarder": "Oisterwijk, Netherlands",
            "summary": "Three months artist in residency program at the world-renowned ceramic center researching and creating large scale sculpture on social and political issues including climate change, discrimination, racism and sexual harassment with the goal to address the trauma caused by such events on an individual and community level. The work is place-based and community-centered to encourage engagement and discussion to promote collaborative problem solving and healing."
        },
        {
            "title": "Hawai’i Investment Ready-Cohort III",
            "date": "2017-Present",
            "awarder": "State of Hawaii",
            "summary": "HIR is a two-year program designed to help social ventures better understand and scale their impact and business models, and to assist them in accessing resources to implement their next level of growth. Worked with coaches and venture capital to take the abstract vision that was vaguely articulated at the closing of the conference and transmute the various intentions that made up this abstraction into a thriving tangible entity that continues to produce value for the island of Molokai. In starting and building Sustainable Molokai I showed my ability to transform disintegrated resources into an aggregated tangible expression of the vision of the community of Molokai."
        },
        {
            "title": "Hawai’i Alliance for Progressive Action",
            "date": " 2015",
            "awarder": "",
            "summary": "The core of HAPA’s mission is to catalyze community empowerment and systemic change - a change that goes to the root of our social, economic and environmental injustices. In order to fulfill that mission, HAPA believes that Hawai‘i needs more progressive government leaders who value ʻāina (environment or 'that which feeds') and people ahead of corporate profit. The fellowship allowed me to create greater connections throughout the state of Hawaii through political parties and assist in running people for office, increasing my capacity for community organizing, and working with candidates on a local state and national context for powerful change."
        }
    ],
    "publications": [
        {
            "name": "Molokai Agriculture Assessment",
            "publisher": "self published",
            "releaseDate": " 2012",
            "website": "sustianablemolokai.org",
            "summary": "Molokaipedia and the Agriculture Needs Assessment. Molokaipedia is a project undertaken by Sustainable Molokai for the purpose of creating stronger community networks; informing key stakeholders; increasing equity and access to public and private partnerships and resources; and mobilizing our people to build as well as measure our progress towards a sustainable future.The concept for Molokaipedia stems from our 2009 Sust aina ble Molokai Resource Guide that is based on our 12 spoke Sustainability Wheel. Positive community involvement has prompted the expansion of this work."
        },
        {
            "name": "Molokai Energy Assessment",
            "publisher": "self published",
            "releaseDate": " 2014",
            "website": "sustianablemolokai.org",
            "summary": "The purpose of this report is to present an overviewof the energy situation on Molokai although Molokai is currently powered almost entirely*by imported fossil fuel there is significant evidence that our small island community has the potential to become energy independent based on our* history, our current practices and attitudes,and the fact that renewable energy technology*is readily available. This document is intended to demonstrate that evidence in detail, and to provide information that the community can utilize to make decision for its energy future.This Energy Assessment is part of our larger Molokai-pedia project, which aims to create a database of information specifically for Molokai for the community to utilize for their individual needs, as well as for  Sust`āinable Molokai  to inform our future work projects."
        }
    ],
    "skills": [
        {
            "name": "Business Development",
            "keywords": [
                " Power Point, Key Note and Public Speaking Ninja, Policy Development for Renweable Energy and Sustianable Building Certification through Leadership in Energy and Environmental Desgn -Assoicate Professional(LEED AP), Bold Investment and Financing Creditentails; Marketing and Communications Plans including- Coding-JSON, HTML,CIL Command Line, GIT"
            ]
        },
        {
            "name": "Non-Profit Magangement",
            "keywords": [
                "Communication Strategy Development for Susainable Living Policies, Fearless Donor Development Specailst; Volunteer REcruitment, Development incorporating Community  volunteers  into  programtic work and mentoring local amazing youth interns from  well into college;  Published Sustianability Assessments Research and Assessments and implement  porgrams form data  and information collected inthe plans."
            ]
        },
        {
            "name": "Community Organizer",
            "keywords": [
                " Advocacy on a state, federal and global level, Policy Research, Assessments and Development, Climate Change Programtic Financing, Brain storming , Develping and inplementing and communicating very challenging concepts on  the renewable economy  to key community stakeholders for consesus decision making."
            ]
        }
    ],
    "languages": [
        {
            "language": "English",
            "fluency": "Native speaker"
        }
    ],
    "interests": [
        {
            "name": " Energy Justice, Designing and Building Sustainable Bamboo Structures, swimming, paddling, surfing, tropical rainforests, my beautiful dog, training for triathlons, all things unicorn related,Clay and Mud, Japanese pottery,"
        }
    ],
    "references": [
        {
            "name": "Heidi Hansen",
            "reference": "I'd vote for her for president."
        }
    ]
}
