{
    "basics": {
        "name": "Emillia E. Noordhoek",
        "label": "",
        "picture": "",
        "email": "molokaiemillia@gmail.com",
        "phone": "+31 (0)6 3404-3194",
        "website": "https://www.emillianoordhoek.com",
        "summary": "I am an energetic thinker delivering strategic global solutions to enable restoration of our climate and ecology. I am happily enlisiting my humble leadership to improving the functioning of our democracies to facilitate people-led climate action and energy justice on a human scale.",
        "location": {
            "address": "",
            "postalCode": "",
            "city": "",
            "countryCode": "",
            "region": ""
        },
        "profiles": [
            {
                "network": "LinkedIn",
                "username": "enoordhoek",
                "url": "https://www.linkedin.com/in/enoordhoek/"
            },{
                "network": "twitter",
                "username": "MolokaiEmillia",
                "url": "https://twitter.com/MolokaiEmillia"
            }
        ]
    },
    "work": [
        {
            "company": "CEO Northern Lights Studios",
            "position": "Business Development & Partnerships Manager ",
            "website": "emillianoordhoek.com",
            "startDate": "2006-01-01",
            "endDate": "Now",
            "summary": "Helping to strengthen and launch community-driven and volunteer-powered projects, develop, adopt meaningful community engagement strategies, and harness the power of the social web for social good. This work is guided by 13 years of prior experience working with community-based economic, environmental and energy initiatives in the Hawaiian Islands",
            "highlights": [
                "Consulting and sheparding applications with energy companies, and non-profits in current COVID19 crisis on available Small Business Association (SBA)  emergency financial products",
                "Project Development for Groundswell: Created communication actiivy plans for the engagement of the first community Renewable Energy(RE) project",
                "Developed the content and evaluated outcomes with varying communications channels of key stakeholders invovled with the successful outcomes of the Community Renewable Energy Project.",
                "Co-founded the Tentou Network, an international renewable energy cohort of 5 organizations. seeking to follow the example lead by Samso Island, Denmark as a 100% renewable energy island model for the world"
            ]
        },
        
        {
            "company": "Sust`ainable Molokai",
            "position": "Co-founder and Executive Director",
            "website": "sustainablemolokai.org",
            "startDate": "2007-07-01",
            "endDate": "2019-11-01",
            "summary": "Built a financial sustainble organization from the ground up through creative fundraising, grantwriting, and donor development, increased the annual budget 100% to $1,000,000.00 annually  by the end of my tenor ",
            "highlights": [
                "Created new business opportunities within the public sector by networking, attending conferences, meetings social media, throughout Molokai and Hawaii",
                "Tracked and presented programing and sales results and forecasts.",
                "Built lasting customer relationships by understanding and tailoring programs and products to their needs.",
                "Identified industry trends and shifts. Adjusted to acquire growth while retaining our organizational values.", 
                "Coordinated and executed daily organizational operations including: annual budget, program implementation; community relations and organizing; program evaluation; staff and management of 6-10 team members and 30 plus volunteers; partnerships with high net worth donors.",
                "Secured $9.6 million in public financing through the Hawaii Green Infrastructure Authority to provide revolving loans for 1,200 homes to participate in a solar programs",
                "Developed, Coordniated, Monitered and evaluated all aspects of the the HUI UP! Program. Impacted over 1000 homes by exchanging 36,000 incandescent light bulbs for CFLs and energy effecient refrigerators creating a island-wide savings of $1,000,000.00 in energy costs over 10 years.",
                "Created new market opportunities by repurposing defunct land into a viable bamboo farm as a carbon sink and material for biomass products. Pioneered sustianable financial models for visitors to Hawaii to offset carbon footprints.",
                "Designed, Funded, Coordinated and Built first off grid sustainable and loacally sourced bambo home on Sustianable Molokai Educational Perma Culture Farm"
            ]
        },
            {
                "company": "Habitat for Humanity",
                "position": "Sustainability and Business Director",
                "website": "",
                "startDate": "2006-11-01",
                "endDate": "2010-12-01",
                "summary": "Capitilized on the mission to build sustianable affordable housing by forming new business and brand partnerships, increasing volunteers, donations by over 50% increasing annual budget by $1.5 million",
                "highlights": [
                    "Coordinated project feasibility, developed and managed project budgets, secured $1.2 million in project financing from private and public sources to build homes for local families and renovate existing housing stock with energy efficiency and solar.",
                    "Underwrote 15- 30 year mortgage  at 0% interest that were held by local affilate for the life of the loan.",
                    "Developed, Coordniated, Monitered and Evaluated all aspects of the Global Village program for a net $0 income USd to a viabrant and dynmic, growing income stream generating well over $100,000 USD annually."
                ]
            },
        
        {
            "company": "Moloka‘i Arts Center,",
            "position": "President",
            "website": "molokaiartscenter.org",
            "startDate": "2009-12-01",
            "endDate": "2016-09-01",
            "summary": "",
            "highlights": ["Founding architect of community based art center developing the finanical infrastructure, art programing, cultivating artist in residents, streghtening longterm sustainablity.",
                "Leadership role for the Hawaii Democratics  for Molokai, Laniai and parts of Maui Island seizing the political will and opportunity to effect dramatic changes  through the party in local leadership.",
                "Organized and monitered local polling places for 2016 presidential caucuses, coordinated precinct presidents in order to moniter and report the votes accurately in a contested and sometimes hostile field of engaged citizens.",
                "Worked with the Hawaii State Democratic Party state convention to ensure an appropriate number of delegates to each candidate for the national democratic conventions.",
                "Created three different Policy resolutions for the Hawaii State Democratic Party regarding Climate Change that were then evaluated, and accepted as parts of the Democratic Platform addressing climate change mitigation through Agriculture, and the use of fossil fuels."
            ]
        },
        {
            "company": "",
            "position": "",
            "website": "",
            "startDate": "",
            "endDate": "",
            "summary": ""        },
        {
            "company": "",
            "position": "",
            "website": "",
            "startDate": "",
            "endDate": "",
            "summary": ".",
            "highlights": [
                "."
            ]
        }
    ],
    "volunteer": [
        {
           
        }
    ],
    "education": [
        {

            "institution": "Portland State University, School of Urban Planning",
            "area": "Sustainable Development",
            "studyType": "Master's Degree",
            "startDate": "",
            "endDate": "",
            "courses": [
                "Credential in 'Leadership in Energy and Environmental Designs(LEED) Associate Professional(AP)' through the U.S Green Building Council", 
            ]
        },
        {
           
        },
        {
            "institution": "The University of Oregon, School of Architecture and Allied Arts",
            "area": "Major in Ceramics and Sculpture",
            "studyType": "Bachelors of Fine Arts",
            "startDate": "",
            "endDate": "",
            "courses": []
            
        }
    ],
    "speaking engagements": [
        {
            "name": "Integrating Art into Community",
            "type": "",
            "author": "",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "HUI UP Energy Efficiency Program",
            "type": "",
            "author": "Energy Academy Sustainability Festival",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "Affordable Energy in Hawaii’s Low- and Fixed-Income Communities",
            "type": "",
            "author": "ReNEewReBuild Hawaii Forum",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "HUI UP Energy Efficiency Program",
            "type": "",
            "author": "Energy Academy Sustainability Festival",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "New Energy: Empowering Community Leadership",
            "type": "",
            "author": "Island Energy Conference",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "Good and Next Practice for 100% Renewable Energy Regions and Islands",
            "type": "",
            "author": "1st World Community Power Conference",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        },
        {
            "name": "Community Acceptance of 100% Renewables",
            "type": "",
            "author": "County of Maui Energy Conference",
            "publisher": "",
            "releaseDate": "",
            "website": "",
            "summary": ""
        }
    ],
    "awards": [
        {
            "title": "Omidyar Fellowship-Forum of Fellows",
            "date": "2014-Present",
            "awarder": "Hawaii",
            "summary": "Omidyar Fellows is an enduring and ongoing commitment to an active network of leaders and change-makers, committed to ongoing development of our leadership."
        },
        {
            
        
            "title": "Hawai’i Investment Ready-Cohort III",
            "date": "2017-Present",
            "awarder": "Hawaii",
            "summary": "HIR is a two-year program designed to help social ventures better understand and scale their impact and business models, and to assist them in accessing resources to implement their next level of growth."
        },
        {
            "title": "Hawai’i Alliance for Progressive Action",
            "date": " 2015",
            "awarder": "",
            "summary": "The core of HAPA’s mission is to catalyze community empowerment and systemic change - a change that goes to the root of our social, economic and environmental injustices."
        }
    ],
    "publications": [
        {
            "name": "Molokai Agriculture Assessment",
            "publisher":"",
            "releaseDate": "2012",
            "website": "sustainablemolokai.org",
            "summary": "Molokai-pedia and the Agriculture Needs Assessment. Molokai-pedia is a project undertaken by Sustainable Molokai for the purpose of creating stronger community networks; informing key stakeholders; increasing equity and access to public and private partnerships and resources; and mobilizing our people to build as well as measure our progress towards a sustainable future."
        },
        {
            "name": "Molokai Energy Assessment",
            "publisher": "",
            "releaseDate": " 2014",
            "website": "sustainablemolokai.org",
            "summary": "The purpose of this report is to present an overview of the energy situation on the island of Molokai."
        }
    ],
    "skills": [
        {
            "name": "Business Development",
            "keywords": [
                " Developing Business Plans and Panterships; PowerPoint, KeyNote and Public Speaking Ninja; Policy Development; Sustainable Building Management, Bold Investment and Financing Creditentails; Marketing and Communications Plans"
                 ]
        },
        {
            "name": "Coding",
            "keywords": [
                "Programing using JSON, HTML, CIL Command Information Line, GIT and website design and building, attention to tedious detail"
            ]
        },
        {
            "name": "Non-Profit Magangement",
            "keywords": [
                " Raised over $1.6 million US Dollars annually as a donor deveolper, grant writing and creating viable income-streams through program development; Building a communication strategy  for sustainable living policies; Volunteer recruitment, incorporating community volunteers into programtic work and mentoring local youth interns"
            ]
        },
        {
            "name": "Loan Specialist",
            "keywords": [" 10 years Underwting Residential and Commerical loan Products including, FHA, VA, Fannie and Freddie MAC, Drawing Loan Documents Closing nad Funding and small business and non-profit loan products"
            ]
        
        }
    ],
    "languages": [
        {
            "language": "English",
            "fluency": "Native speaker"
        }
    ],
    "interests": [
        {
            "name": "American politics, sustainable bamboo buildings; Triathlon competitions and training, rainforests, my beautiful dog, Japanese pottery, sourdough bread/ovens"
        }
    ],
    "references":["Heidi Hansen I would vote for her for president- but my bar is low... ",
        {
        }
    ]
}  
    



